Repository: Dima73/RefreshBouquet
Catalog: plugin/locale/*/LC_MESSAGES/*.po
Languages: nl

source: Actualize services in bouquets
nl: Ververs kanalen in boeketten

source: exit plugin
nl: plugin beëindigen

source: select action
nl: kies een aktie

source: select source bouquet
nl: selecteer bron boeket

source: select target bouquet
nl: selecteer doel boeket

source: Cancel
nl: Annuleer

source: Run
nl: Uitvoeren

source: Set source
nl: Stel bron in

source: Set target
nl: Stel doel in

source: Source bouquet:
nl: Bron boeket:

source: Target bouquet:
nl: Doel boeket:

source: Select or source or source and target bouquets !
nl: Kies bron of bron en doel boeket(ten)!

source: Select action for bouquet:
nl: Kies aktie voor boeket:

source: Remove selected services from source bouquet
nl: Verwijder de geselecteerde kanalen van brond boeket

source: Manually replace services
nl: Handmatig kanalen vervangen

source: Add selected services to target bouquet
nl: Voeg de geselecteerde kanalen toe aan doel boeket

source: Add selected missing services to target bouquet
nl: Voeg de geselecteerde ontbrekende kanalen toe aan doel boeket

source: Remove selected services in source bouquet
nl: Verwijder de geselecteerde kanalen in bron boeket

source: Test 'Refresh services in target bouquet'
nl: Test 'Ververs kanalen in doel boeket'

source: Refresh services in target bouquet
nl: Ververs kanalen in doel boeket

source: Settings...
nl: Instellingen...

source: Wrong selection!
nl: Verkeerde keus!

source: Service name
nl: Kanaal naam

source: Bouquet position
nl: Positie van boeket

source: Target bouquet is empty !
nl: Doel boeket is leeg!

source: Source bouquet is empty !
nl: Bron boeker is leeg!

source: Refreshed %d services
nl: %d Kanalen verversd

source: %d services for refresh
nl: %d te verversen kanalen

source: No services in source bouquet !
nl: Geen kanalen in bron boeket !

source: - select service for replace with OK
nl: - selecteer de te vervangen kana(a)l(en) met OK

source: Apply and close
nl: Toepassen en sluiten

source: Toggle source and target lists with Bouq +/- Select with OK
nl: Wissel tussen bron en doel lijsten met Bouqí +/- Maak de keuze met OK

source: Replace
nl: Vervangen

source: Preview
nl: Voorbeeld

source: Are you sure to apply all %d changes and close?
nl: Ben je er zeker van dan je alle %d wijzigingen wil toepassen en sluiten?

source: Are you sure to close and lost all %d changes?
nl: Ben je zeker dan je wilt afsluiten en alle %d wijzigingen wilt annuleren?

source: - results
nl: - resultaat

source: - select service(s) for adding with OK
nl: - Kies de toe te voegen kanalen met OK

source: Copy
nl: Kopieer

source: Inversion
nl: Inverteer

source: Are you sure to copy this %d service(s)?
nl: Deze %d kanalen kopiëren?

source: Are you sure to close and lost all %d selections?
nl: Ben je zeker dat je deze %d kanalen na het afsluiten wilt verliezen?

source: - select service(s) for remove with OK
nl: - selecteer de te verwijderen kanalen met OK

source: Remove selected
nl: Selectie verwijderen

source: Are you sure to remove this %d service(s)?
nl: Ben je zeker dat je deze %d kana(a)l(en) wilt verwijderen?

source: RefreshBouquet Setup
nl: Ververs Boeket setup

source: Compare case sensitive
nl: Vergelijk hoofdletter gevoeligheid

source: Skip 1st nonstandard char in name
nl: Negeer 1e niet standaard karakter in de naam

source: Sort services in source bouquets
nl: Sorteer kanalen in bron boeket

source: Missing source services for manually replace only
nl: Mis kanalen in bron boeket voor alleen handmatig verplaatsen

source: Programs with 'HD' in name only for source
nl: Ve zdroji zobrazit pouze jména s 'HD'

source: Preview on selection
nl: Toon beeld tijdens selectie

source: Auto toggle in manual replacing
nl: Wissel automatisch tijdens handmatigverplaatsen

source: Display in Channellist context menu
nl: Toon in kanalenlijst context menu
