Repository: Dima73/RefreshBouquet
Catalog: plugin/locale/*/LC_MESSAGES/RefreshBouquet.po
Languages: fr

source: RefreshBouquet
fr: RafraîchirBouquet

source: Actualize services in bouquets
fr: Actualiser les services en bouquets

source: A-z sort
fr: Tri A-z

source: Z-a sort
fr: Tri Z-a

source: no
fr: non

source: HD or 4K/UHD
fr: HD ou 4K/UHD

source: source bouquet
fr: bouquet source

source: target bouquet
fr: bouquet cible

source: No
fr: Non

source: All
fr: Tous

source: Selected top
fr: Top sélectionné

source: Original - reverted
fr: Original - retourné

source: RefreshBouquet v. %s
fr: RafraîchirBouquet v. %s

source: exit plugin
fr: quitter le plugin

source: select action
fr: ﻿sélectionnez une action

source: select source bouquet
fr: sélectionnez le bouquet source

source: select target bouquet
fr: sélectionnez le bouquet cible

source: Cancel
fr: Annuler

source: Run
fr: Exécuter

source: Set source
fr: Selectionner source

source: Set target
fr: Définir l’objectif

source: Source bouquet:
fr: Bouquet source:

source: Target bouquet:
fr: Bouquet cible:

source: Select or source or target or source and target bouquets!
fr: Choisissez ou la source ou la cible ou la source et les bouquets cibles!

source: Select action for bouquet:
fr: Sélectionnez l’action pour le bouquet:

source: Remove selected services in source bouquet
fr: Supprimer les services sélectionnés dans le bouquet source

source: Move selected services in source bouquet
fr: Déplacer les services sélectionnés dans le bouquet source

source: Create bouquet from rbb file
fr: Créer un bouquet à partir d’un fichier rob

source: Manually replace services
fr: Remplacer manuellement les services

source: Add selected services to target bouquet
fr: Ajouter des services sélectionnés au bouquet cible

source: Add selected missing services to target bouquet
fr: Ajouter les services manquants sélectionnés au bouquet cible

source: Refresh services in target bouquet
fr: Actualiser les services dans le bouquet cible

source: Remove selected services from bouquet
fr: Supprimer les services sélectionnés du bouquet

source: Move selected services in bouquet
fr: Déplacer les services sélectionnés dans bouquet

source: Settings...
fr: Paramètres…

source: Wrong selection!
fr: Mauvaise sélection!

source: Terrestrial
fr: Terrestre

source: Cable
fr: Câble

source: Target bouquet is empty!
fr: Le bouquet cible est vide!

source: Source bouquet is empty!
fr: Le bouquet source est vide!

source: No differences found
fr: Aucune différence constatée

source: No services in source bouquet or no differences in bouquets!
fr: Pas de services dans le bouquet source ou pas de différences dans les bouquets!

source: Bouquet '%s' was not created!
fr: Bouquet ‘%s’ n’a pas été créé!

source: No services in source bouquet!
fr: Aucun service dans le bouquet source!

source: No services in target bouquet!
fr: Aucun service dans le bouquet cible!

source: - select service for replace with OK
fr: - sélectionnez le service à remplacer avec OK

source: RefreshBouquet %s
fr: RafraîchirBouquet %s

source: Apply and close
fr: Appliquer et fermer

source: Toggle source and target bouquets with Bouq +/- .
fr: Basculer les bouquets source et cible avec Bouq +/- .

source: Prepare replacement target's service by service in source bouquet (both select with 'OK') and replace it with 'Replace'. Repeat it as you need. Finish all with 'Apply and close'
fr: Préparez le service cible du remplacement par le service dans le bouquet source (sélectionnez avec ‘OK’) et remplacez-le par ‘Replacer’. Répétez-le comme vous avez besoin. Terminer tout avec ‘Appliquer et fermer'

source: Marking can be canceled with key '0'.
fr: Le marquage peut être annulé avec la touche '0'.

source: Replace
fr: Remplacer

source: Preview
fr: Aperçu

source: Are you sure to apply %d change and close?
fr: Êtes-vous sûr d'appliquer %d changement et fermer?

source: Nothing for processing...
fr: Rien pour le traitement...

source: Are you sure to close and lost %d change?
fr: Êtes-vous sûr de fermer et perdre %d changement?

source: - results
fr: - résultats

source: Refresh selected
fr: Actualiser la sélection

source: This feature looking for differences in service parameters with same names in source and target bouquets. Parameters for marked services will be replaced.
fr: Cette fonctionnalité recherche les différences dans les paramètres de service avec les mêmes noms dans les bouquets source et cible. Les paramètres des services marqués seront remplacés.

source: It can be in most cases useful for bouquets with services gained by Fastscan searching.
fr: Il peut être dans la plupart des cas utiles pour des bouquets avec des services trouvés par la recherche de Fastscan.

source: Possible duplicates will not be marked in list. Check validity with 'Preview' before mark and before 'Refresh selected'.
fr: Les doublons possibles ne seront pas marqués dans la liste. Vérifiez la validité avec 'Prévisualisation’ avant la marque et avant 'Rafraîchir la sélection’.

source: Sort bouquet:
fr: Trier bouquet:

source: Are you sure to refresh this %d service?
fr: Êtes-vous sûr d'actualiser ce %d service?

source: Are you sure to close and lost %d selection?
fr: Êtes-vous sûr de fermer et perdre %d sélection?

source: - select service(s) for adding with OK
fr: - sélectionnez le(s) service(s) à ajouter avec OK

source: Copy selected
fr: Copier la sélection

source: Mark services with OK button or use group selection (Ch+/Ch-) and then copy these with 'Copy selected'
fr: Marquez les services avec le bouton OK ou utilisez la sélection de groupe (ch +/ch-), puis copiez-les avec 'Copier la sélection’

source: Use 'Menu' for sorting.
fr: Utilisez 'menu' pour trier.

source: Add to selection (starts with...)
fr: Ajouter à la sélection (commence par...)

source: Remove from selection (starts with...)
fr: Supprimer de la sélection (commençant par...)

source: Are you sure to copy this %d service?
fr: Êtes-vous sûr de copier ce %d service?

source: - select service(s) for remove with OK
fr: - sélectionnez le(s) service(s) à supprimer avec OK

source: Remove selected
fr: Retirer la sélection

source: Mark services with OK button or use group selection (Ch+/Ch-) and then remove these with 'Remove selected'
fr: Marquez les services avec le bouton OK ou utilisez la sélection de groupe (ch +/ch-), puis supprimez-les avec ‘Supprimer la sélection’

source: Are you sure to remove this %d service?
fr: Êtes-vous sûr de supprimer ce %d service?

source: - select service(s) for move with OK
fr: - sélectionnez le(s) service(s) à déplacer avec OK

source: Move selected
fr: Déplacer sélectionné

source: Mark service(s) with OK button or use group selection (Ch+/Ch-), move selector to new position and finish with 'Move selected'. Selected service(s) will be moved top new position.
fr: Marquez le(s) service(s) avec le bouton OK ou utilisez la sélection de groupe (ch +/ch-), déplacez le sélecteur à la nouvelle position et terminez avec ‘Déplacer la sélection’. Le(s) service(s) sélectionné(s) seront déplacés en haut de la nouvelle position.

source: Sorting has not effect for finaly bouquet sorting.
fr: Le tri n'a pas d'effet sur l’ordre final du bouquet.

source: Are you sure to move this %d service?
fr: Êtes-vous sûr de déplacer ce service %d?

source: RefreshBouquet Setup
fr: Configuration de RafraîchirBouquet

source: Compare case sensitive
fr: Comparaison sensible à la case

source: Skip 1st nonstandard char in name
fr: Passer le 1er caractère non-standard dans le nom

source: Auto toggle in manually replacing
fr: Bascule automatique en remplacement manuel

source: Missing source services for manually replace only
fr: Services source manquants pour remplacer manuellement uniquement

source: Filter services by orbital position in source
fr: Filtrer les services par position orbitale dans la source

source: Programs with 'HD/4K(UHD)' in name only for source
fr: Programmes avec 'HD/4k (UHD)' dans le nom uniquement pour la source

source: Preview on selection
fr: Aperçu de la sélection

source: Confirm services moving
fr: Confirmer le déplacement des services

source: Display in Channellist context menu
fr: Affichage dans le menu contextuel de la liste des chaînes

source: Return to previous service on end
fr: Retour au service précédent à la fin

source: On plugin start use current bouquet as source or as target
fr: Utiliser le bouquet actuel comme source ou cible au démarrage

source: Selector to current bouquet
fr: Sélecteur du bouquet actuel

source: Display bouquet name
fr: Afficher le nom du bouquet

source: Debug info
fr: Info débogage

source: Pre-fill first 'n' servicename chars to virtual keyboard
fr: Pré-remplissez d'abord 'n' caractères du nom du service au clavier virtuel

source: Compare virtual keyboard input as case sensitive
fr: Comparer l'entrée de clavier virtuel comme sensible à la casse

source: Select rbb file
fr: Sélectionner le fichier rob

source: Select rbb file with 'OK' and create bouquet with same name.
fr: Sélectionner un fichier rbb avec 'OK' et créer un bouquet avec le même nom.
